{
    "You are about to begin a radical change in your life": "Estás a punto de comenzar un cambio radical en tu vida",
    "We want to know you more and show you an alternative to make your dreams come true. Please type your name.": "Queremos conocer más de ti y mostrarte una alternativa para cumplir tus sueños, Coloca en el siguiente espacio tu nombre",
    "Start": "Start",
    "Hello": "Hola",
    "Welcome to NIKKEN": "Bienvenid@ a NIKKEN",
    "Tell us: What’s your dream or immediate need?": "Cuéntanos: ¿Cuál es tu sueño o necesidad inmediata?",
    "House credit/rent": "Crédito/Alquiler casa",
    "Studies": "Estudios",
    "Financial commitments": "Compromisos Financieros",
    "Travel": "Viajes",
    "Investment": "Inversión",
    "Leisure/Entertainment": "Entretenimiento",
    "Savings": "Ahorro",
    "Credit card": "Tarjeta de Crédito",
    "Car credit": "Crédito Auto",
    "Others": "Otros",
    "Go back": "Regresar",
    "your dream to pursue is to pay": "tu sueño a cumplir es pagar",
    "Choose your country of origin": "Elije tu país de origen",
    "What is your need or your dream’s monthly value?": "¿Qué valor mensual tiene tu sueño o necesidad?",
    "From": "De",
    "Name": "Nombre",
    "Need": "Necesidad",
    "Desired monthly benefit": "Beneficio mensual deseado",
    "your dream to pursue is pay or invest": "Tu sueño a cumplir es pagar o invertir en",
    "Your dream is valued between": "Tu sueño está valuado entre",
    "and": "y",
    "With what product option would you do it?": "¿Con qué opción de producto lo harías?",
    "we are very close to your goal": "estamos muy cerca de tu objetivo",
    "Think of": "Piensa en",
    "people": "personas",
    "who would like to have this product as much as you do, and if you make it happen you will get a benefit of": "que les gustaría tener este producto como a ti y si logras que lo vivan tendrás un beneficio de",
    "Next, we will tell you how to achieve your goal and share wellness with all your contacts.": "A continuacion te diremos cómo lograr tu meta y compartir bienestar con tus conocidos.",
    "Continue": "Continuar",
    "To get the normal purchase bonus, a total of 3 or more products are required.": "Para obtener el bono por compra normal, se requieren en total 3 productos o más.",
    "your total benefit for Influence Plan is": "tu beneficio total por Plan de Influencia es de",
    "From the people you know, who would like to have this product?": "De las personas que tu conoces, ¿Quienes crees les gustaría tener este producto?",
    "Add product": "Agregar producto",
    "Please enter a name": "Ingresa un nombre",
    "Purchase with benefit": "Compra con beneficio",
    "Normal purchase": "Compra normal",
    "Benefit based on Influence Plan 3.0": "Beneficio basado en Plan de Influencia 3.0",
    "Calculate": "Calcular",
    "Delete all": "Limpiar",
    "You can reach your goal that easy": "Así de fácil puedes alcanzar tus metas",
    "You can download your PDF simulator by any of the next channels in a customized and instant way.": "A continuación podrás descargar tu simulación en formato PDF por cualquiera de los siguientes canales de manera personalizada e instantánea.",
    "E-mail": "Correo Electrónico",
    "Send simulation": "Enviar simulación",
    "Download simulation": "Descargar mi simulación",
    "The email with your simulation has been sent ...": "Se ha enviado el correo con tu simulación...",
    "It has not been possible to send the mail, contact NIKKEN support ...": "No ha sido posible enviar el correo, comunicate con soporte NIKKEN...",
    "You must enter a valid email ...": "Debes ingresar un correo valido...",
    "We are sending your simulation to your email ...": "Estamos realizando el envio de tu simulación a tu correo..."

}